Repository: schultek/jufa
Catalog: app/lib/l10n/intl_*.arb
Languages: de

# split_new_payment_action_text
source: With the quick action module users can add payments with one click. They can enter who paid how much.
de: Durch die Quick-Action zum Split-Modul können Nutzer*innen mit einem Klick neue Zahlungen hinzufügen. Dabei können sie eingeben, wer an wen wie viel gezahlt hat.

# split_new_exchange_action_subtitle
source: Opens the split module to enter a new exchange
de: Öffnet ein Fenster zum Hinzufügen eines neuen Geldwechsels

# split_new_exchange_action_text
source: With the quick action module users can add exchanges (in case of currency exchange) with one click. They can enter who changed how much into which currency.
de: Durch die Quick-Action zum Split-Modul können Nutzer*innen mit einem Klick neue Geldwechsel (bei Währungsänderung) hinzufügen. Dabei können sie eingeben, wer welche Währungen getauscht hat.

source: Launch Url
de: Url öffnen

source: Label
de: Text

source: Allow Navigation
de: Navigation erlauben

source: Website
de: Webseite

source: Custom Image
de: Individuelles Bild

# launch_url_subtitle
source: Opens a selected webpage
de: Öffnet eine eingegebene Website

# launch_url_text
source: By clicking on 'Open URL', users can open a definded webpage in Jufa, for example a recipe. The module is only visible for users after an URL was defined under settings by the organizer. Additionally, it is possible to add icons, images or text to the module card.
de: Beim Klick auf das Modul 'URL öffnen' können Nutzer*innen eine zuvor festgelegte Website, z.B. von einem Kochrezept, öffnen. Das Modul ist erst für Nutzer*innen sichtbar, wenn eine URL unter den Einstellungen festgelegt wurde. Zudem können dort Texte, Icons oder Bilder zum Anzeigefeld des Moduls hinzugefügt werden.

# web_page_subtitle
source: Shows a selected webpage
de: Zeigt eine vorher festgelegte Website

# web_page_text
source: Organizers can select a webpage that always shows up when users click on the module, for example a cooking recipe. Under settings it can be defined whether users are only able to view the page or also able to navigate on it.
de: Organisator*innen können eine Website festlegen, die immer angezeigt wird, wenn Nutzer*innen auf die Seite gelangen, z.B. ein Kochrezept. In den Einstellungen kann festgelegt werden, ob Nutzer*innen die Seite nur ansehen oder auch darauf navigieren dürfen.

source: Music
de: Musik

source: Play
de: Abspielen

source: Add to queue
de: Zur Warteschlange hinzufügen

source: Add to playlist
de: Zur Playlist hinzufügen

source: Remove from playlist
de: Von Playlist entfernen

source: Connect to device
de: Mit Gerät verbinden

source: Select Playlist
de: Playlist auswählen

source: Search Track
de: Lied suchen

source: Search for Songs
de: Suche nach Liedern

source: Create shared Playlist
de: Geteilte Playlist erstellen

# login_spotify
source: Login with Spotify
de: Login mit Spotify

source: Signed In
de: Angemeldet

source: Signed Out
de: Abgemeldet

source: Allow User Accounts
de: Nutzer-Accounts erlauben

# allow_users_spotify_login
source: Allow users to login with their spotify account
de: Erlaube Nutzern sich mit ihrem Spotify-Account anzumelden

source: Show Player Controls
de: Wiedergabe-Steuerung anzeigen

# allow_control_playback
source: Allow users to control playback
de: Erlaube Nutzern die Wiedergabe zu steuern

source: Show Playlist Controls
de: Playlist-Steuerung anzeigen

# allow_modify_playlist
source: Allow users to modify the shared playlist
de: Erlaube Nutzer*innen die geteilte Playlist zu bearbeiten

# player_subtitle
source: Connects Jufa to Spotify
de: Verbindet Jufa mit Spotify

# player_text
source: With the spotify module, users in the group can sign in to Spotify within the group. Every other user can now control the music over their device. Users can skip or change the song or add new songs to the queue.
de: Durch das Player-Modul kann sich ein*e Nutzer*in in der Gruppe mit ihrem Spotify-Account bei Spotify anmelden. Über jedes Gerät anderer Nutzer*innen kann nun die gleiche Musik gesteuert werden. Nutzer*innen können Lieder überspringen, pausieren oder in die Warteschleife einfügen.

source: Polls
de: Umfragen

source: New Poll
de: Neue Umfrage

source: Create Poll
de: Umfrage erstellen

source: Poll
de: Umfrage

# new_poll_create
source: New Poll (Tap to create)
de: Neue Umfrage (Tippe zum erstellen)

source: Counter
de: Zähler

# counter_subtitle
source: Counts from 1 to wherever you like by clicking on it
de: Zählt durch Klicken von 0 bis wohin du willst

# counter_text
source: With the counter module, it is easy to count everything. You can count how many hours you spend chilling in the sun or how many pieces of cake you enjoyed today.
de: Mit dem Zähler können ganz einfach Dinge gezählt werden, z.B. wie viele Stunden ihr auf eurer Freizeit schon in der Sonne lagt oder wie viele Kuchen ihr vernascht habt.

source: The Button
de: Der Button

# show_level_in_avatars
source: Show level in user avatars
de: Level in Avataren zeigen

source: Reset Health
de: Gesundheit zurücksetzen

source: Reset Leaderboard
de: Bestenliste zurücksetzen

# confirm_reset
source: Do you want to reset the {isHealth, select, true{health} false{leaderboard}}?
de: Möchtest du die {isHealth, select, true{Gesundheit} false{Bestenliste}} zurücksetzen?

# the_button_tagline
source: A social game where you have to keep the button alive.
de: Ein soziales Spiel bei dem der Button am Leben gehalten werden muss.

source: Leaderboard
de: Bestenliste

source: Alive Period
de: Lebenszeit

# the_button_description
source: The main goal is to never let the button die. The button will slowly loose health until it's dead. You can heal the button anytime while it is still alive by tapping on it for two seconds. But once it's dead, it can never be brought back, so stay alert. The buttons health is synchronized across all players, so it is a group efford to keep it alive. When you save the button from its demise, you will get it's level. The lower the buttons health is the higher is level you get. But don't wait too long, someone else might just come along and save the button before you have the chance.
de: Ziel des Spiels ist es den Button nicht sterben zu lassen. Der Button wird langsam an Gesundheit verlieren bis er stirbt. Du kannst den Button jederzeit heilen wenn er noch am Leben ist durch Antippen für 2 Sekunden. Aber sobald er tot ist, kann er nicht wiederbelebt werden, also bleib wachsam. Die Gesundheit des Buttons ist synchronisiert über alle Spieler, somit ist es eine gemeinsame Anstrengung ihn am Leben zu erhalten. Wenn du den Button vor seinem Ableben rettest wirst du sein aktuelles Level erhalten. Je niedriger die Gesundheit desto höher das Level was du erhälst. Aber warte nicht zu lange, jemand anderes könnte den Button retten bevor du die Chance hast.

source: Elimination
de: Eliminierung

source: Games
de: Spiele

source: New Game
de: Neues Spiel

source: Select Game
de: Spiel auswählen

source: Open Games
de: Spiele öffnen

source: Eliminate
de: Eliminiere

source: Hold to reveal
de: Halte zum Aufdecken

source: Immortal
de: Unsterblich

source: Alive
de: Lebendig

# select_target
source: Select the target
de: Zielperson auswählen

# add_description
source: Add a description
de: Füge eine Beschreibung hinzu

# how_happen
source: How did it happen?
de: Wie ist es passiert?

source: Select Player
de: Spieler auswählen

source: Player Status
de: Spieler Status

source: Eliminated
de: Eliminiert

# target_player
source: Target
de: Zielperson

source: Add Elimination
de: Eliminierung hinzufügen

source: Allow loops
de: Schleifen erlauben

source: Create Game
de: Spiel erstellen

source: How to play
de: Spielanleitung

# game_instructions
source: 'Eliminate' your target by the agreed way in real live. Then add the elimination to the list and receive a new target, until only one player is left.
de: 'Eliminiere' deine Zielperson durch den vereinbarten Weg im echten Leben. Füge die Eliminierung der Liste hinzu und erhalte eine neue Zielperson, bis nur noch ein Spieler übrig ist.

# games_subtitle
source: Shows all running and finished elimination games
de: Zeigt alle laufenden und beendeten Eliminierungsspiele

# games_text
source: The game 'Elimination' is a group game. At the beginning, each user gets assigned a name of another player within the group. The user now has the task to 'eliminate' their target player. How someone can be eliminated is discussed in advance, it could for example count to be together in a room with the other person but no other players (but you can be creative!). After a player is eliminated, they lost and the person who eliminated them gets assigend their target. The winner is who is the only player left in the end!
de: Das Spiel 'Eliminierung' ist ein Gruppenspiel. Zu Anfang des Spieles wird jedem/jeder Nutzer*in ein Name aus der Gruppe zugelost. Der/die Nutzer*in hat nun die Aufgabe, die Person mit dem Namen zu 'eliminieren'. Wie man jemanden eliminieren kann, wird vorher festgelegt - z.B. kann es als 'Eliminierung' gelten, sich mit der anderen Person ohne Zeugen in einem Raum zu befinden (hier darf man aber gerne kreativ sein!). Wurde eine Person eliminert, scheidet sie aus und die andere Person erhält den Namen, der der eliminierten Person zu Beginn zugelost worden war. Das Spiel ist beendet, wenn nur noch ein Teilnehmer übrig ist.

# new_game_subtitle
source: Shows a running elimination game
de: Zeigt ein laufendes Eliminierungsspiel

# new_game_text
source: With this module, a new elimination game can be started and is then visible for all users. The game is only visible for users after it was started by the organizer.
de: Durch dieses Modul kann ein neues Spiel des Eliminierungsspiels gestartet und für alle Nutzer*innen angezeigt werden. Das Spiel ist erst füir Nutzer*innen sichtbar, wenn es gestartet wurde.

source: Games list
de: Spielliste

# games_list_subtitle
source: Shows a list of all running and finished elimination games
de: Zeigt eine Liste aller laufenden und beendeten Eliminierungsspiele

# games_list_text
source: The games list is another form of the elimination module. By clicking on one of the games, the user sees the status of the game and whether they were already eliminated.
de: Die Spielliste ist eine andere Anzeigeform des Eliminierungsspiels. Durch Klicken auf eines der Spiele sehen Nutzer*innen den aktuellen Spielstatus und ob sie noch 'lebendig' sind, oder schon 'eliminiert' wurden.
