Repository: schultek/jufa
Catalog: app/lib/l10n/intl_*.arb
Languages: de

source: Error
de: Fehler

source: Title
de: Titel

source: Message
de: Nachricht

source: Add
de: Hinzufügen

source: Anonymous
de: Anonym

source: Leave
de: Verlassen

source: Create
de: Erstellen

source: Loading
de: Laden

source: Started
de: Gestartet

source: Finish
de: Fertig

source: Delete
de: Löschen

source: Cancel
de: Abbrechen

# do_continue
source: Continue
de: Weiter

source: Hello
de: Hallo

source: Save
de: Speichern

source: Yes
de: Ja

source: No
de: Nein

source: One Space for Everything
de: Ein Ort für Alles

# organize_groups_desc
source: Organize group trips, events and more. Customize your group space to best fit your needs.
de: Organisiere Gruppen-Ausflüge, Events und mehr. Gestalte deinen Gruppen-Bereich genau nach deinen Bedürfnissen.

source: Almost done
de: Fast geschafft

# prepare_in_progress
source: We will prepare everything for you...
de: Wir bereiten alles für dich vor...

source: Login to Jufa
de: Bei Jufa anmelden

source: Login as guest
de: Als Gast anmelden

source: Login with phone
de: Mit Telefonnummer anmelden

# become_organizer
source: Become an organizer
de: Werde Organisator*in

# become_admin
source: Become an admin
de: Werde Administrator*in

# signin_disclaimer_1
source: By proceeding you agree to our
de: Wenn du fortfährst, stimmst du unseren

# signin_disclaimer_2
source: and accept our
de: zu und akzeptierst unsere

# signin_tos
source: Terms of Service
de: Nutzungsbedingungen

# signin_pp
source: Privacy Policy
de: Datenschutzerklärung

# sms_charges_disclaimer
source: With phone authentication, sms charges may apply.
de: Wenn du dich per SMS registrierst, können SMS-Gebühren anfallen.

# login_to_become_organizer
source: Login with your phone to become a group organizer.
de: Mit deiner Telefonnummer anmelden um ein Gruppen-Organisator*in zu werden.

# login_to_become_admin
source: Login with your phone to become an admin.
de: Mit deiner Telefonnummer anmelden um ein Admin zu werden.

# login_to_join_group
source: Login to {isOrganizer, select, true{become an organizer of {group}.} false{join {group}.}}
de: Anmelden um {isOrganizer, select, true{Organisator*in bei {group} zu werden.} false{{group} beizutreten.}}

source: the group
de: der Gruppe

source: Add phone number
de: Telefonnummer hinzufügen

source: Invalid phone number
de: Ungültige Telefonnummer

source: Enter phone number
de: Telefonnummer eingeben

source: Send code
de: Code senden

source: Enter SMS Code
de: SMS-Code eingeben

source: Enter code
de: Code eingeben

source: No SMS received?
de: Keine SMS erhalten?

# resend_sms
source: Resend
de: Nochmal senden

# phone_already_used
source: Phone number already in use
de: Telefonnummer wird bereits verwendet

source: Invalid code
de: Fehlerhafter Code

source: Unknown error
de: Unbekannter Fehler

source: Confirm
de: Bestätigen

source: Create new group
de: Neue Gruppe erstellen

source: Enter group name
de: Gruppen Namen eingeben

source: Create group
de: Gruppe erstellen

# become_organizer_desc
source: Create and manage groups within the Jufa app
de: Erstelle und manage Gruppen in der Jufa App

# become_admin_desc
source: Receive admin rights in the Jufa app
de: Erhalte Admin Rechte in der Jufa App

source: No content
de: Kein Inhalt

source: Groups
de: Gruppen

source: Selected group
de: Ausgewählte Gruppe

source: Available groups
de: Verfügbare Gruppen

# no_groups
source: No groups. Receive an invitation from your group organizer.
de: Keine Gruppen. Erhalte eine Einladung von deinem Gruppen-Organisator.

# made_with_love
source: Made with ❤️ & 🍫 in Munich
de: Mit ❤️ & 🍫 aus München

# logged_in_as_guest
source: Logged in as a guest
de: Als Gast angemeldet

source: Logged in with
de: Angemeldet mit

# add_phone_number_hint
source: You can add your phone number to access your groups on another device
de: Du kannst deine Telefonnummer hinzufügen, um deine Gruppen auf anderen Geräten zu nutzen

source: Log out
de: Abmelden

source: Join the group
de: Der Gruppe beitreten

source: Main Page
de: Hauptseite

source: Left Page
de: Linke Seite

source: Right Page
de: Rechte Seite

source: Add Page
de: Seite hinzufügen

source: Tap to change
de: Tippe zum ändern

source: Choose Layout
de: Layout wählen

source: Choose Template
de: Template wählen

source: Settings
de: Einstellungen

source: Theme
de: Farbschema

source: Dark Mode
de: Dunkler Modus

source: Danger Zone
de: Sperrzone

# do_want_to_leave
source: Do you want to leave
de: Möchtest du die Gruppe verlassen:

# do_want_to_delete
source: Do you want to delete
de: Möchtest du die Gruppe löschen:

# cant_be_undone
source: This can't be undone.
de: Dies kann nicht rückgängig gemacht werden.

source: Wide Focus
de: Breiter Fokus

source: Custom Cover Image
de: Individuelles Titelbild

source: Tap to add
de: Tippe zum hinzufügen

source: Add Section
de: Bereich hinzufügen

source: Show Quick Actions
de: Schnellaktionen anzeigen

source: Show Info Cards
de: Infokarten anzeigen

source: Primary Background
de: Primärer Hintergrund

# confirm_delete_section
source: Do you want to delete this section?
de: Möchtest du diesen Abschnitt löschen?

source: Invert header color
de: Header Farbe invertieren

source: Profile
de: Profil

source: Good night
de: Gute Nacht

source: Good morning
de: Guten Morgen

source: Good evening
de: Guten Abend

# cut_picture
source: Cut the picture
de: Foto zuschneiden

# profile_subtitle
source: Opens personal user profile
de: Öffnet das persönliche Nutzerprofil

# profile_text
source: The profile module shows the personal profile of the users. Users can choose a nickname and add a profile picture. Nickname and profile picture are visible for other users in the different modules.
de: Dieses Modul zeigt das persönliche Nutzer-​Profil. Nutzer*innen können sich einen Nickname aussuchen und ein Profilbild hinzufügen. Nickname und Profilbild sind für andere Nutzer*innen innerhalb anderer Module sichtbar.

# profile_image_title
source: Profile picture
de: Profilbild

# profile_image_subtitle
source: Shows profile picture and nickname of users
de: Zeigt das Profilbild und den Nickname

# profile_image_text
source: Users see their profile picture as well as a greeting and their nickname. Optionally it is possible to hide the nickname and/or the greeting over the settings option of the module. By clicking on the profile picture users are able to access their personal profile where they can change nickname and profile picture.
de: Nutzer*innen sehen ihr Profilbild sowie eine tageszeitabhängige Begrüßung und ihren Nickname. Optional kann über das Einstellungssymbol des Moduls der Nickname und/oder die Begrüßung verborgen werden. Durch Klicken auf das Profilbild gelangen die Nutzer*innen auf ihr persönliches Profil, wo Nickname und Profilbild geändert werden können.

# profile_user_action_text
source: Users see their profile picture and nickname. By clicking on the module users are able to access their personal profile and change profile picture and nickname.
de: Nutzer*innen sehen ihr Profilbild sowie ihren Nickname. Durch Klicken auf das Modul können Nutzer*innen auf ihr Profil gelangen und dort Profilbild und Nickname ändern.

source: Users
de: Nutzer

source: Open Users
de: Nutzer öffnen

source: User Options
de: Nutzer Optionen

# remove_organizer
source: Remove Organizer Status
de: Entferne Organisator Status

source: Make Organizer
de: Zum Organisator machen

source: Add User
de: Nutzer hinzufügen

source: Invite Participant
de: Teilnehmer einladen

source: Invite Organizer
de: Organisator einladen

# click_link_to_join
source: Click on this link to join {name}
de: Klicke auf den Link um {name} beizutreten

# click_link_to_organize
source: Click on this link to become an organizer of {name}
de: Klicke auf den Link um Organisator für {name} zu werden

# users_subtitle
source: Opens a list of all users in a group
de: Öffnet eine Liste aller Nutzer*innen der Gruppe

# users_text
source: The user module shows all users of a trip with their nickname and profile picture, if they decided to enter them. Additionally, it is possible to see the roles of different users, they can either be 'organizer' or 'participant'. Within the module, the organizer can delete users and change their roles. By clicking on '+'new users can be added, additionally a link can be shared to invite users directly to join the trip.
de: Dieses Modul zeigt alle Teilnehmer*innen der Gruppe mit Nickname und Profilbild, sofern diese vom Nutzer vergeben wurden. Zudem sind die Rollen der Nutzer*innen sichtbar, diese sind entweder 'Organisator' oder 'Teilnehmer'. Organisator*innen hat innerhalb des Moduls die Möglichkeit, Nutzer zu löschen und deren Rolle zu ändern. Durch Klicken auf '+' können weitere Nutzer hinzugefügt werden, außerdem kann ein Link geteilt werden, der Nutzern ermöglicht, mithilfe von einem Klick der Freizeit beizutreten.

source: Notes
de: Notizen

source: New Note
de: Neue Notiz

# single_note
source: Highlighted Note or Folder
de: Hervorgehobene Notiz oder Ordner

# select_note_or_folder
source: Select a Note or Folder
de: Notiz oder Ordner auswählen

source: Untitled
de: Ohne Titel

source: Untitled Note
de: Unbenannte Notiz

source: Folder
de: Ordner

source: No Folder
de: Kein Ordner

source: Author
de: Autor

source: Editors
de: Editoren

source: Change Folder
de: Ordner wechseln

source: Create new folder
de: Neuen Ordner erstellen

source: Add Editors
de: Editoren hinzufügen

source: Show Folders
de: Ordner anzeigen

source: Show Add Tile
de: Plus-Kachel anzeigen

source: Open Notes
de: Notizen öffnen

source: Saved
de: Gespeichert

# notes_subtitle
source: Opens a new note
de: Öffnet eine neue Notiz

# notes_text
source: The notes module can be used to note down everything necessary during a trip! Notes can be written and changed, also additional features such as checkboxes can be used. For each note it is possible to see who can edit the note over the button 'i', additionally it can be deleted there. A note can be part of a folder.
de: Das Notizenmodul dient dazu, alles zu notieren, was auf einer Freizeit wichtig ist. Es können verschiedene Notizen erstellt werden, der Text darin bearbeitet werden und Funktionen wie z.B. Checkboxen hinzugefügt werden. Für jede Notiz kann über den Button 'i' eingesehen werden, welche Nutzer*innen die Notiz bearbeiten dürfen, außerdem kann sie dort gelöscht werden. Eine Notiz kann Teil eines Ordners sein.

source: note
de: Notiz

# note_subtitle
source: Opens a selected note
de: Öffnet eine ausgewählte Notiz

# note_text
source: The note module opens a single selected note to make it directly accessible for all users As for every note, different users can, dependent on their rights, edit and delete a note. The module is only visible for users if a note was already written.
de: Das Notizmodul zeigt eine einzelne, ausgewählte Notiz, sodass diese von allen Nutzer*innen direkt lesbar ist. Wie auch bei dem Notizenmodul kann die Notiz von verschiedenen Nutzern je nach Berechtigung bearbeitet und gelöscht werden. Erst wenn eine Notiz in diesem Modul erstellt wurde, ist das Notizmodul für alle Nutzer sichtbar.

source: Notes grid
de: Notizengrid

# notes_grid_subtitle
source: Depiction of the notes module as a grid
de: Darstellung des Notizenmoduls als Grid

# notes_grid_text
source: Shows the notes module with all existing notes. Clicking on the module opens the note to edit or delete it as well as to set rights for different users as in the regular notes module. When clicking on the modules settings, it can be determined whether the '+' to add new notes or folders should be visible.
de: Zeigt das Notizenmodul mit allen existierenden Notizen. Beim Klicken auf das Modul kann man die Notizen öffnen, bearbeiten, löschen und Berechtigungen für einzelne Notizen vergeben, wie auch beim gewöhnlichen Notizenmodul. Bei Klick auf die Einstellungen des Moduls kann ausgewählt werden, ob das '+' zum Hinzufügen neuer Notizen sowie Ordner innerhalb der Notizen angezeigt werden sollen.

source: Notes list
de: Notizenliste

# notes_list_subtitle
source: Depiction of the module as a list
de: Darstellung des Notizenmoduls als Liste

# notes_list_text
source: Shows existing notes in a list Clicking on the module opens the notes to edit or delete them as well as to set rights for different users as in the regularnotes module. When clicking on the modules setting, it can be determined whether the '+' to add new notes or folders should be visible.
de: Zeigt die existierenden Notizen in Listenform. Beim Klicken auf das Modul kann man die Notizen öffnen, bearbeiten, löschen und Berechtigungen für einzelne Notizen vergeben, wie auch beim gewöhnlichen Notizenmodul. Bei Klick auf die Einstellungen des Moduls kann ausgewählt werden, ob das '+' zum Hinzufügen neuer Notizen sowie Ordner innerhalb der Notizen angezeigt werden sollen.

# notes_list_page
source: Notes page
de: Notizenseite

# notes_list_page_subtitle
source: Shows a list with all notes
de: Zeigt eine Liste aller Notizen an

# notes_list_page_text
source: The notes module can be used to note down everything necessary during a trip! Notes can be written and changed, also additional features such as checkboxes can be used. For each note it is possible to see who can edit the note over the button 'i', additionally it can be deleted there. A note can be part of a folder. On the notes page, all notes are shown as a list. By clicking on the settings of the module, it can be determined, whether the '+' to add new notes should be hidden or visible.
de: Das Notizenmodul dient dazu, alles zu notieren, was auf einer Freizeit wichtig ist. Es können verschiedene Notizen erstellt werden, der Text darin bearbeitet werden und Funktionen wie z.B. Checkboxen hinzugefügt werden. Für jede Notiz kann über den Button 'i' eingesehen werden, welche Nutzer*innen die Notiz bearbeiten dürfen, außerdem kann sie dort gelöscht werden. Eine Notiz kann Teil eines Ordners sein. Auf der Notizenseite werden alle Notizen als Liste dargestellt. Bei Klick auf die Einstellungen des Moduls kann ausgewählt werden, ob das '+' zum Hinzufügen neuer Notizen sowie Ordner innerhalb der Notizen angezeigt werden sollen.

# add_note_action
source: Add note
de: Notiz hinzufügen

# add_note_action_subtitle
source: Quick-Action-Button to add a new note
de: Fügt eine neue Notiz über einen Quick-Action-Button hinzu

# add_note_action_text
source: The quick-action version of the notes module makes it possible to add a new note with a single click. The note can be written and edited, also additional features such as checkboxes can be used. For each note it is possible to see who can edit the note over the button 'i', additionally it can be deleted there. A note can be part of a folder.
de: Die Quick-Action-Version des Notizenmoduls ermöglicht es, mit einem Klick eine neue Notiz hinzuzufügen. Der Text in der Notiz kann bearbeitet und angepasst werden und es können Funktionen wie z.B. Checkboxen hinzugefügt werden. Für jede Notiz kann über den Button 'i' eingesehen werden, welche Nutzer*innen die Notiz bearbeiten dürfen, außerdem kann sie dort gelöscht werden. Eine Notiz kann Teil eines Ordners sein.

source: Announcements
de: Mitteilungen

source: Create Announcement
de: Mitteilung erstellen

source: Dismissible
de: Verwerfbar

source: Text Color
de: Textfarbe

source: Background Color
de: Hintergrundfarbe

source: New Announcement
de: Neue Mitteilung

source: Resend Notification
de: Erneut benachrichtigen

# resend_notification_desc
source: Send a push notification to all members
de: Sendet eine erneute Benachrichtigung/nan alle Teilnehmer*innen

# confirm_resend
source: Do you want to send a push notification to all members?
de: Möchtest du alle Teilnehmer*innen erneut benachrichtigen?

# announcements_subtitle
source: Opens the announcement module
de: Öffnet das Mitteilungsmodul

# announcements_text
source: With announcements the organizer can send a push-up notification to all users. Announcements can have a title and a text in various different styles. Activation of the setting 'disposible' enables the users to personally hide the anouncement after they read it. The announcement is only visible after the organizer entered content.
de: Mithilfe des Mitteilungsmoduls können für alle Nutzer*innen sichtbare Mitteilungen erstellt werden. Diese werden als Push-Nachricht an alle Teilnehmer*innen gesendet. Eine Mitteilung kann einen Titel und einen Text haben, die farblich angepasst werden können. Durch Aktivierung des Häkchens 'Verwerfbar' können Nutzer*innen die Mitteilung nach dem Lesen für sich ausblenden. Erst wenn Inhalt in die Mitteliung eingetragen wurde, ist diese für alle Nutzer*innen sichtbar.

source: Labels
de: Beschriftung

source: Add Label
de: Label hinzufügen

source: Centered
de: Zentriert

# labels_subtitle
source: Setting a label for an area
de: Einfügen der Überschrift eines Bereiches

# labels_text
source: With labels it is possible to give an area a headline. Under settings it is possible to change the label or place it in the center.
de: Das Labels-Modul ermöglicht es, Überschriften für bestimmte Bereiche des Screens einzufügen. Über das Einstellungssymbol des Moduls kann der Text geändert werden und die Überschrift zentriert ausgerichtet werden.

source: Add members
de: Mitglieder hinzufügen

source: Members
de: Mitglieder

source: New channel
de: Neuer Channel

# set_closed
source: Set to 'Closed'
de: Auf 'Geschlossen' setzen

source: Add channel
de: Channel hinzufügen

# channels_subtitle
source: Opens a chat with users from the group
de: Öffnet den Chat mit Nutzer*innen der Gruppe

# channels_text
source: In the chat, different channels can be created and named, for example regarding different topics during a trip. Under 'i' it can be determined which users are part of a channel and can therefore read and write messages there. Additionally, a channel can get deleted there.
de: Im Chatmodul können verschiedene Channels eröffnet und benannt werden, z.B. zu unterschiedlichen Themen während einer Freizeit. Über das 'i' kann festgelegt werden, welche Nutzer*innen Teil des Channels sind und diesen somit sehen und darin Nachrichten schreiben können. Zudem kann dort ein Channel gelöscht werden.

source: Open Split
de: Split öffnen

source: Balances
de: Bilanzen

source: Expenses
de: Ausgaben

source: Billing
de: Abrechnung

source: New Expense
de: Neue Ausgabe

source: Edit Expense
de: Ausgabe bearbeiten

# new_expense_desc
source: Someone did buy something
de: Jemand hat etwas gekauft

source: New Payment
de: Neue Zahlung

source: Edit Payment
de: Zahlung bearbeiten

# new_payment_desc
source: Someone did receive money
de: Jemand hat Geld erhalten

source: New Exchange
de: Neuer Geldwechsel

source: Edit Exchange
de: Geldwechsel bearbeiten

# new_exchange_desc
source: Someone did exchange money
de: Jemand hat Geld gewechselt

source: New Pot
de: Neuer Topf

source: Amount
de: Betrag

source: Currency
de: Währung

source: From
de: Von

source: To
de: Für

source: Date
de: Datum

source: Pots
de: Töpfe

source: Percent
de: Prozent

source: Shares
de: Anteile

source: For everyone
de: Für jeden

# persons
source: People
de: Personen

source: Show Zero Balances
de: Zeige Null-Bilanzen

source: Show Pots
de: Zeige Töpfe

# confirm_delete_entry
source: Do you want to delete this entry?
de: Möchtest do diesen Eintrag löschen?

source: Current User
de: Aktueller Nutzer

source: Show Billing
de: Abrechnung anzeigen

source: Hide Billing
de: Abrechnung ausblenden

source: Save as template
de: Als Vorlage speichern

source: Select template
de: Vorlage auswählen

source: Created At
de: Erstellt am

source: Depts
de: Schulden

source: Statistic
de: Statistik

source: Total
de: Gesamt

# set_exchange_rates
source: Set automatic exchange rates
de: Setze automatische Umrechnungskurse

source: Costs
de: Kosten

# split_subtitle
source: Opens a groups finances
de: Öffnet die Kostenabrechnung für eine Freizeit

# split_text
source: Under 'balances', new payments, expenses and exchanges (in case of currency change) can be entered. Users see how much money they owe another user. Under 'new pot', group pots can be opened. People from the group can give an amount of money to the pot and expenses can then be paid from the pot. By clicking on 'show billing' it can be seen who owes how much money. It can also be determined which course to use for a currency exchange.
de: Mit dem Splitmodul können unter 'Bilanzen' neue Ausgaben, Zahlungen und Geldwechsel (bei Währungsänderung) eingetragen werden. Die Nutzer*innen sehen, wie viel Geld sie anderen Personen gerade schulden. Unter 'Neuer Topf' können Gruppenkassen erstellt werden, in die z.B. bei einem Urlaub von allen Nutzer*innen ein Betrag eingezahlt werden kann und aus denen dann Ausgaben getätigt werden können. Bei Klick auf 'Abrechnung einblenden' wird sichtbar, wer wem aktuell wie viel Geld schuldet. Dort kann auch angepasst werden, welcher Kurz bei einer Währungsumrechnung genutzt wurde. Unter Ausgaben ist eine Liste aller bisherigen Zahlungen innerhalb der Gruppe zu sehen.

# balance_content_element
source: Balances
de: Bilanzen

# balance_content_element_subtitle
source: Shows balances for each user
de: Zeigt für jeden Nutzer die aktuellen Bilanzen

# balance_content_element_text
source: The module shows name and profile picture as well as the balances of the user. By clicking on the module, the split module opens where the balances can be adjusted.
de: Das Bilanzenmodul zeigt das Profilbild und den Namen der Nutzer*in und die aktuellen Bilanzen der Person. Durch Klick auf das Modul gelangt man in das Split-Modul, wo die Finanzen weiter angepasst werden können.

# split_balance_list
source: Balance list
de: Bilanzenliste

# split_balance_list_subtitle
source: Shows all users and their balances
de: Zeigt für alle Nutzer*innen die aktuellen Bilanzen

# split_balance_list_text
source: The module shows all balances for the individual users and pots. By clicking on the module, the split module opens where the balances can be adjusted.
de: Die Bilanzenliste zeigt alle Bilanzen innerhalb der Gruppe sowie den Inhalt von Gruppenkassen. Durch Klicken auf das Modul gelangt man in das Split-Modul, wo die Finanzen weiter angepasst werden können.

# balance_action_element
source: Balances
de: Bilanzen

# balance_action_element_subtitle
source: Shows all users and their balances
de: Zeigt die Bilanzen von Nutzer*innen

# balance_action_element_text
source: The module shows name and profile picture as well as the balances of the user. By clicking on the module, the split module opens where the balances can be adjusted. Under settings it is possible to see balances of other users.
de: Das Bilanzenmodul zeigt das Profilbild und den Namen der Nutzer*in und die aktuellen Bilanzen der Person. Durck Klick auf das Modul gelangt man in das Split-Modul, wo die Finanzen weiter angepasst werden können. Unter den Einstellungen ist es möglich, sich die Bilanzen anderer Nutzer*innen anzeigen zu lassen.

# split_new_expense_action_subtitle
source: Opens the split module to enter a new expense
de: Öffnet ein Fenster zum Hinzufügen einer neuen Ausgabe

# split_new_expense_action_text
source: With the quick action module users can add expenses with one click. They can enter who paid how much and additionally add a picture, for example of a bill.
de: Durch die Quick-Action zum Split-Modul können Nutzer*innen mit einem Klick neue Ausgaben hinzufügen. Dabei können sie eingeben, wer wieviel für wen gezahlt hat, außerdem kann ein Foto eingestellt werden, z.B. von einer Rechnung.

# split_new_payment_action_subtitle
source: Opens the split module to enter a new payment
de: Öffnet ein Fenster zum Hinzufügen einer Zahlung
